<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセットの言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は、無効なパスワードやリセットトークンなどの理由で
    | パスワードの更新が失敗した場合に表示されるデフォルトのメッセージです。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセット用のリンクをメールで送信しました。',
    'throttled' => '再試行する前にしばらくお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'そのメールアドレスのユーザーが見つかりません。',

];
